{
	"draw": "Dra kort",
	"invite": "Bjud in andra spelare med den här länken:",
	"endTurn": "Avsluta runda",
	"buyCard": "Köp ett kort",
	"buySkill": "Köp en Skill",
	"startAuction": "Starta Auktion",
	"skipThisRound": "Avsluta Runda",
	"raiseMarket": "Öka värdet",
	"ready": "Redo?",
	"currentlyitsround": "Nu är det runda:",
	"itsyourturn": "Det är din tur!",
	"itsnotyourturn": "Det är inte din tur!",
	"currentrankings": "Nu är ställningen följande:",
	"hasthismanypoints": "har så här många poäng:",
	"whosturnisit": "Vems tur är det?",
	"its": "Det är",
	"turn": "tur",
	"whosbidding": "Vems tur är det att buda?",
	"youhavethismanybottles": "Du har så här många energiflaskor:",
	"yourbankcontainsthismany": "Du har så här mycket pengar:",
	"coins": "Coins",
	"coin": "Coin",
	"chooseyoursecretcard": "Välj ditt hemliga kort!",
	"isready": "är redo",
	"isnotready": "är inte redo",
	"ischoosingsecretitem": " väljer sitt hemliga kort",
	"entername": "Knappa in ditt namn",
	"rules": "Spelregler",
	"about": "Om spelet",
	"exitgame": "Lämna spelet",
	"collectors": "Collectors är ett 20-40 minuters strategi spel för 2-4 spelare där varje val spelar roll. Den vinnande spelare är den som har kammat hem den mest värdefulla kollektionen av värdefulla samlingsföremål vid spelets slut. Men var försiktig! Du har bara ett begränsat antal drag och rundor på dig, använd dem väl.",
	"collectors2": "Den digitala versionen av spelet har utvecklats av studenter vid Uppsala Universitet som läser kursen Gränssnittsprogrammering med ett användarperspektiv.",
	"collectors3": "De studentera är:",
	"exitgame": "Det här valet avslutar den nuvarande sessionen av spelet, är du säker på att du vill avsluta?",
	"exitgamee": "Avsluta spelet!",
	"rulebook": "Regler",
	"auction": "Auction",
	"currentauction": "Nuvarande auktion",
	"yourturn": "Din tur",
	"cantaffordbid": "Du har inte råd att höja budet på auktionen",
	"currentbid": "Nuvarande budvärde",
	"nocurrentbid": "Ingen nuvarande auktion",
	"raisecurrentbid": "Höj Nuvarande Budgivning Med 1 mynt",
	"forfeitbid": "Ge Upp Budgivningen",
	"congratulations": "Grattis! Du Vann Budgivningen Av:",
	"myhand": "Det här är din hand!",
	"payment": "Betalning",
	"clickcard": "Klicka på korten för att välja dem som betalning",
	"thesecard": "De här korten kommer användas som betalning",
	"confirm": "Bekräfta köpet genom att välja vart du vill placera ditt vunna kort",
	"yourpaymentis": "Din betalning är",
	"andthechosencards": "mynt och de valda korten",
	"placeitem": "Placera ditt vunna kort i items",
	"placeskills": "Placera ditt vunna kort i skills",
	"placeraisemarket": "Placera ditt vunna kort i raise market",
	"unfortunately": "Tyvärr, du förlorade auktionen.",
	"auctionover": "Auktionen är avslutade.",
	"pleasewaitplacing": "Var vänlig vänta under tiden vinnaren av auktionen placerar sitt nya kort",
	"mystatus": "Min Status",
	"expandstatus": "Förstora min status",
	"myhand": "Min Hand",
	"myitems": "Mina samlingsföremål",
	"myskills": "Mina färdigheter",
	"value": "Det här kortet är värt",
	"items": "Items",
	"availableCards": "De här korten är tillgängliga",
	"choosepayment": "Välj din betalning",
	"backplayerboard": "Tillbaka till spelbrädet",
	"skills": "skills",
	"chooseincome": "Välj inkomst",
	"drawcard": "Dra ett kort",
	"onemoredime": "En extra peng!",
	"twomoredimes": "Två extra pengar!",
	"confirmincome": "Bekräfta inkomst",
	"vargodvälj": "Var god fyll vilka",
	"inkomsterduvill": "inkomster du vill välja",
	"playing": "Spelar nu",
	"first": "1st",
	"waitingformore": "Väntar på att fler spelare ska ansluta...",
	"uselink": "Använd den här länken för att bjuda in andra spelare:",
	"work": "Arbetsyta",
	"placedhere": "Placerad Här",
	"raisebidding": "Höj Budet 1 Coin",
	"cancelAction": "Avbryt handling",
	"help": "Hjälp",
	"helpGridItem": "I det här området, Item-området, kan du genom att klicka på mängden coins som du är villig att spendera köpa ett Item-kort med samma pris. Item-korten kommer räknas om till poäng i slutet. Om Items-området är för litet kan du expandera det genom att klicka på Items-logotypen. Mellan omgångarna kommer Items-korten att röra sig i riktning med pilarna i Items-området på spelplanen, så småningom kommer ett Item-kort att bli ett skicklighetskort och flytta ner till Skills-området.",
	"helpGridSkills": "I detta område, Skills-området, kan du genom att klicka på mängden coins du är villig att spendera köpa ett Skill-kort med samma pris. Skills-korten har olika attribut och påverkar dina poäng på olika sätt. Om Skills-området är för litet kan du expandera det genom att klicka på Skill-logotypen. Mellan omgångarna kommer Skill-korten att röra sig i riktning med pilarna i Skill-området på spelplanen, så småningom når ett Skill-kort till Raise Market-området.",
	"helpGridMarket": "I detta område, Raise Market-området, har du möjlighet att höja marknadsvärdet för de kort som kommer in i Raise Market-området. Genom att klicka på ett av de tre alternativen kan du välja ett kort som går in i Raise Market-området och höja värdet av det, eventuellt leder detta till fler poäng. Men kom ihåg att detta också kommer att höja kostnaden för kortet! ",
	"helpGridAuction": "I detta område, Auction-området, har du möjlighet att starta en auktion på de tillgängliga korten i Auction-området. Genom att välja en startkostnad och sedan ett av de tillgängliga korten kommer du att starta en auktion som alla spelare kan vara en del av av. Den högsta budgivaren vinner detta kort och har förmågan att välja om det ska placeras i hans hand, items eller skills. Mellan omgångarna rör sig Auciton-korten i riktning med pilarna i Auktionsområdet på spelplanen, så småningom kommer ett auctionskort att nå Raise Market-området.",
	"helpGridWorker": "I detta område, Workers-området, har du möjlighet att välja mellan ett fem olika alternativ genom att placera energi i ett av alternativen, det alternativet låses sedan för de andra spelarna under resten av rundan. Alternativ nummer 1 (här ser du vilken som är den nuvarande rundan), du måste välja två av dina kort från din hand och omvandla dem till inkomst. Alternativ nummer 2, du måste kasta den placerade flaskan och lägga tillbaka den i utbudet. Alternativ nummer 3, du får dra två kort från kortleken till din hand. Alternativ nummer 4, du får dra ett kort och du får 'den första spelartoken'. Alternativ nummer 5, du måste dra ett kort från kortlek till din hand och från din hand måste du omvandla ett kort till inkomst.",
	"helpGridPlayerview": "I detta område, Playerview-området, kan du se hur det går för dig och de andra spelarna i spelet. Genom att klicka på 'expanderande'-logotypen får du en utökad bild av andra spelares poäng. Om du klickar på 'Expand My Status'-logotypen så får du en utökad vy av dina poäng och du kommer också att kunna se din hand, färdigheter och föremål, du kan till och med se ditt hemliga kort. "

}
