{
	"draw": "Draw card",
	"invite": "Invite other players with this link:",
	"endTurn": "End turn",
	"buyCard": "Buy a card",
	"buySkill": "Buy Skill",
	"startAuction": "Start Auction",
	"skipThisRound": "End Turn",
	"raiseMarket": "Raise Market",
	"ready": "Ready?",
	"currentlyitsround": "Currently it's round:",
	"currentbid": "Current Bid",
	"itsyourturn": "It's your turn!",
	"currentrankings": "The currents leaderboard is as follows:",
	"hasthismanypoints": "has this many points:",
	"whosturnisit": "Who's turn is it?",
	"its": "it's",
	"turn": "turn",
	"whosbidding": "Who's bidding next?",
	"youhavethismanybottles": "You have this many energybottles:",
	"yourbankcontainsthismany": "Your account balance is:",
	"coins": "coins",
	"coin": "coin",
	"itsnotyourturn": "It's not your turn right now",
	"chooseyoursecretcard": "Choose your secret card!",
	"isready": "is ready",
	"isnotready": "is not ready",
	"ischoosingsecretitem": "is choosing the secret item.",
	"entername": "Enter name",
	"rules": "Rules",
	"about": "About",
	"exitgame": "Exit Game",
	"collectors": "Collectors is a 20-40 minutes worker placement game for 2-4 players where every choice matters. The winning player is the one with the most valuable collection of rare collectables by the end of the game. Beware though, you have a limited number of actions and turns - make sure that you use them wisely.",
	"collectors2": "This digital version of the game has been developed as a school project in interface programming",
	"collectors3": "The contributing students are:",
	"exitgame": "Are you sure that you want to exit the game?",
	"exitgamee": "Exit game!",
	"Rulebook": "Rulebook",
	"auction": "Auction",
	"currentauction": "Current Auction",
	"yourturn": "Your Turn",
	"cantaffordbid": "You cannot afford to raise the bid",
	"currentbid": "Current Bid",
	"nocurrentbid": "No Current Bid",
	"raisecurrentbid": "Raise Current Bid By 1 Coin",
	"forfeitbid": "Forfeit Bid!",
	"congratulations": "Congratulations! You Won The Bidding Of:",
	"myhand": "This is your hand!",
	"payment": "Payment",
	"clickcard": "Click cards in your hand to use them as payment",
	"thesecards": "These cards will be used as payment",
	"confirm": "Confirm payment by choosing where you want to put your won Auction-card",
	"yourpaymentis": "Your payment is",
	"andthechosencards": "coin(s) and the chosen cards",
	"placeitem": "Place your newly won card in Items",
	"placeskills": "Place your newly won card in Skills",
	"placeraisemarket": "Place your newly won card in Raise Market",
	"unfortunately": "Unfortunately, you lost the auction.",
	"auctionover": "The auction is over.",
	"pleasewaitplacing": "Please wait for the auction winner to place their newly won card.",
	"mystatus": "My Status",
	"expandstatus": "Expand my status",
	"myhand": "My Hand",
	"myitems": "My Items",
	"myskills": "My Skills",
	"value": "This card is worth",
	"items": "Items",
	"availableCards": "These cards are available!",
	"choosepayment": "Choose your payment",
	"backplayerboard": "Back to playerboard",
	"skills": "Skills",
	"chooseincome": "Choose income",
	"drawcard": "Draw Card",
	"onemoredime": "An additional coin",
	"twomoredimes": "Two additional coins",
	"confirmincome": "Confirm income",
	"vargodvälj": "Please choose your",
	"inkomsterduvill": "desired income",
	"playing": "Playing",
	"first": "1st",
	"waitingformore": "Waiting for more players to join...",
	"uselink": "Use the link to invite more players:",
	"work": "Work",
	"placedhere": "Placed here",
	"raisebidding": "Raise Bid 1 Coin",
	"cancelAction": "Cancel Action",
	"help": "Help",
	"helpGridItem": "In this area, the Item-area, you can by clicking the amount of coins you are willing to spend purchase an Item-card with the same price. Item-cards will count as points in the end. If the Item-area is to small you can expand it by clicking the Items logo. Between the rounds the Item-cards will move in the direction of the arrows in the Item-area on the gameboard, eventually will a Item-card will become a Skill-card and move down to the Skill area.",
	"helpGridSkills": "In this area, the Skills-area, you can by clicking the amount of coins you are willing to spend purchase a Skill-card with same price. Skill-cards have different attributes and will affect your points in different ways. If the Skill-area is to small you can expand it by clicking the Skill logo. Between the rounds the Skill-cards will move in the direction of the arrows in the Skill-area on the gameboard, eventually a Skill-card will reach the Raise Market-area.",
	"helpGridMarket": "In this area, the Market-area, you will have the option to raise the market value of the cards that is entering the Raise Market-area. By clicking one of the three alternatives you can chose a card that is entering Raise Market-area and raise the value of it, eventully this will lead to more points. However keep in mind that this will also raise the cost of the card!",
	"helpGridAuction": "In this area, the Auction-area, you will have the ability to start an auction on the available cards in auction. By choosing a start cost and then one of the available cards you will start an auction that all players can be a part of. The highest bidder will win this card and have the ability yo choose if it should be placed in his hand, items or skills. Between the rounds the Skill-cards will move in the direction of the arrows in the Auction-area on the gameboard, eventually an Auction-card will reach the Raise Market-area.",
	"helpGridWorker": "In this area, the Worker-area, you have the ability choose from a five different option by placing energy in one of the option, that option will then be locked for the ohterplayers during the rest of the round. Option number 1 (here you will see the current round), you must choose two of your cards from your hand and turn them in to income. Option number 2, you must discard the placed bottle and put it back in the supply. Option number 3, you get to draw two cards from the deck to your hand. Option number 4, you get to draw one card and you take the 'first player token'. Option number 5, you must draw one card from the deck to your hand and from your hand you must turn one card to income.",
	"helpGridPlayerview": "In this area, the Playerview-area, you can see how it is going for you and the other players in game. By clicking on the 'expanding-logo' you will get an expanded view of other players score. If you click on 'Expand My Status'-logo you will get an expanded view of your points, you will also be able to see your hand, skills, items and even your secret card."

	}
